[
  {
    "type": "person",
    "label": "אודט סלע",
    "description": "מדענית ראשית של משרד החינוך. בעלת תפקיד מרכזי בעיצוב מדיניות חינוכית וקידום תוכניות רגשיות-חברתיות במערכת החינוך בישראל.",
    "flags": ["problematic", "key_player", "academic", "ideology"],
    "props": {
      "notes": "תפקידה המרכזי במשרד החינוך מאפשר לה השפעה משמעותית על עיצוב המדיניות החינוכית",
      "warnings": "קידמה תוכניות בעייתיות הקשורות ל-SEL ורווחה רגשית",
      "tags": ["משרד החינוך", "מדענית ראשית", "מדיניות חינוכית"]
    },
    "canonical_key": "person_odette_sela"
  },
  {
    "type": "org",
    "label": "יד הנדיב",
    "description": "קרן פילנתרופית גדולה שפועלת בישראל. מממנת תוכניות חינוכיות, מחקרים אקדמיים, ומכוני מחקר. ידועה בקידום תוכניות SEL, חוסן, ורווחה רגשית במערכת החינוך.",
    "flags": ["key_player", "academic"],
    "props": {
      "notes": "הקרן מממנת לאורך שנים פקולטות לחינוך, מכוני מחקר חינוכיים, ותוכניות הכשרה למנהיגות חינוכית. תרמה ליצירת האקו-סיסטם האינטלקטואלי שבתוכו שפ״י פועל.",
      "warnings": "הקרן לא מפעילה את שפ״י ישירות, אך הייתה שחקן מרכזי בעיצוב התשתית הרעיונית והאקדמית",
      "tags": ["קרן", "פילנתרופיה", "חינוך", "מימון"]
    },
    "canonical_key": "org_handasiv"
  },
  {
    "type": "term",
    "label": "חוסן",
    "description": "מושג מרכזי בתוכניות רגשיות-חברתיות במערכת החינוך. מקודם על ידי קרנות, ארגונים, ומשרד החינוך כחלק מפרדיגמת SEL (Social Emotional Learning).",
    "flags": ["problematic", "ideology"],
    "props": {
      "notes": "המושג 'חוסן' הפך למונח מרכזי בשיח החינוכי, אך יש ביקורת על השימוש בו ככלי נורמטיבי-ערכי ולא רק טיפולי",
      "warnings": "מושג בעייתי שמשמש לקידום ערכים אידאולוגיים במסווה של טיפול רגשי",
      "tags": ["מושג", "SEL", "רווחה רגשית", "נורמטיבי"]
    },
    "canonical_key": "term_resilience_he"
  },
  {
    "type": "program",
    "label": "תוכנית SEL (Social Emotional Learning)",
    "description": "תוכנית חינוכית שמתמקדת בפיתוח כישורים רגשיים וחברתיים. מקודמת בישראל על ידי קרנות, ארגונים, ומשרד החינוך. כוללת תוכניות כמו EACH, תוכניות חוסן, ורווחה רגשית.",
    "flags": ["problematic", "ideology", "academic"],
    "props": {
      "notes": "תוכנית שמקודמת במערכת החינוך הישראלית כחלק מהפרדיגמה החדשה של חינוך רגשי-חברתי. מקושרת לקרנות כמו יד הנדיב ולמוסדות אקדמיים",
      "warnings": "תוכנית בעייתית שמקדמת ערכים אידאולוגיים במסווה של חינוך רגשי. יש ביקורת על השימוש בה ככלי נורמטיבי",
      "tags": ["תוכנית", "SEL", "חינוך רגשי", "חינוך חברתי"]
    },
    "canonical_key": "program_sel_israel"
  },
  {
    "type": "org",
    "label": "אונסקו",
    "description": "ארגון החינוך, המדע והתרבות של האו\"ם. מפתח תוכניות חינוכיות גלובליות, כולל תוכניות SEL ורווחה רגשית. משפיע על מדיניות חינוכית בישראל דרך שיתופי פעולה ומימון.",
    "flags": ["academic", "key_player"],
    "props": {
      "notes": "אונסקו מפתח ומקדם תוכניות חינוכיות גלובליות שמשפיעות על מדיניות חינוכית בישראל. חלק מהתוכניות כוללות מרכיבים של SEL ורווחה רגשית",
      "warnings": "",
      "tags": ["ארגון בינלאומי", "או\"ם", "חינוך", "מדיניות"]
    },
    "canonical_key": "org_unesco"
  },
  {
    "type": "person",
    "label": "ניר מיכאלי",
    "description": "חוקר ומרצה ישראלי בתחום החינוך והפדגוגיה הביקורתית. מקדם גישות ביקורתיות בחינוך ומקושר לזרמים אקדמיים בינלאומיים.",
    "flags": ["academic", "ideology"],
    "props": {
      "notes": "מרצה וחוקר בתחום הפדגוגיה הביקורתית. מקושר לזרמים אקדמיים שמקדמים גישות ביקורתיות בחינוך",
      "warnings": "",
      "tags": ["חוקר", "מרצה", "פדגוגיה ביקורתית", "אקדמיה"]
    },
    "canonical_key": "person_nir_michaeli"
  },
  {
    "type": "person",
    "label": "עדי ארבל",
    "description": "חוקרת וחוקרת חינוך ישראלית. פעילה בתחום החינוך והמחקר החינוכי. מקושרת לזרמים אקדמיים ופדגוגיים בישראל.",
    "flags": ["academic"],
    "props": {
      "notes": "חוקרת חינוך ישראלית שפעילה בתחום המחקר החינוכי והפדגוגיה",
      "warnings": "",
      "tags": ["חוקרת", "חינוך", "מחקר"]
    },
    "canonical_key": "person_adi_arbel"
  },
  {
    "type": "person",
    "label": "אסף משולם",
    "description": "חוקר וחוקר חינוך ישראלי. פעיל בתחום המחקר החינוכי והפדגוגיה. מקושר למוסדות אקדמיים ולמכוני מחקר.",
    "flags": ["academic"],
    "props": {
      "notes": "חוקר חינוך ישראלי שפעיל בתחום המחקר החינוכי",
      "warnings": "",
      "tags": ["חוקר", "חינוך", "מחקר"]
    },
    "canonical_key": "person_assaf_meshulam"
  },
  {
    "type": "person",
    "label": "פרופ' יחיאל בר אילן",
    "description": "פרופסור וחוקר ישראלי בתחום החינוך. בעל תפקידים אקדמיים ומקושר למוסדות חינוך ומחקר בישראל.",
    "flags": ["academic", "key_player"],
    "props": {
      "notes": "פרופסור וחוקר ישראלי בתחום החינוך. בעל השפעה על מדיניות חינוכית ומחקר",
      "warnings": "",
      "tags": ["פרופסור", "חוקר", "אקדמיה", "חינוך"]
    },
    "canonical_key": "person_yehiel_bar_ilan"
  },
  {
    "type": "person",
    "label": "פרופ' נמרוד אלוני",
    "description": "פרופסור ישראלי לחינוך. חוקר ומרצה בתחום הפילוסופיה של החינוך והחינוך ההומניסטי. מקושר לאונסקו ולזרמים חינוכיים בינלאומיים.",
    "flags": ["academic", "key_player"],
    "props": {
      "notes": "פרופסור לחינוך ישראלי שפעיל בתחום הפילוסופיה של החינוך והחינוך ההומניסטי. מקושר לאונסקו ולזרמים חינוכיים בינלאומיים",
      "warnings": "",
      "tags": ["פרופסור", "חינוך הומניסטי", "פילוסופיה של החינוך", "אונסקו"]
    },
    "canonical_key": "person_nimrod_aloni"
  },
  {
    "type": "person",
    "label": "יובל נוח הררי",
    "description": "פרופסור ישראלי להיסטוריה באוניברסיטה העברית. סופר ופילוסוף בעל השפעה בינלאומית. מקדם רעיונות על עתיד האנושות וטכנולוגיה.",
    "flags": ["academic", "key_player"],
    "props": {
      "notes": "פרופסור להיסטוריה וסופר ישראלי בעל השפעה בינלאומית. מקדם רעיונות על עתיד האנושות",
      "warnings": "",
      "tags": ["פרופסור", "היסטוריה", "פילוסופיה", "סופר"]
    },
    "canonical_key": "person_yuval_noah_harari"
  },
  {
    "type": "org",
    "label": "שפ״י (שירות פסיכולוגי ייעוצי)",
    "description": "שירות פסיכולוגי ייעוצי של משרד החינוך. מספק שירותים פסיכולוגיים וייעוציים לבתי ספר ולמערכת החינוך. מקדם תוכניות רגשיות-חברתיות כולל SEL.",
    "flags": ["key_player", "academic", "problematic"],
    "props": {
      "notes": "שירות פסיכולוגי ייעוצי של משרד החינוך. מקדם תוכניות רגשיות-חברתיות במערכת החינוך. מקושר לקרנות כמו יד הנדיב ולמוסדות אקדמיים",
      "warnings": "מקדם תוכניות בעייתיות הקשורות ל-SEL ורווחה רגשית. חלק מהאקו-סיסטם האינטלקטואלי שנתמך על ידי יד הנדיב",
      "tags": ["משרד החינוך", "פסיכולוגיה", "ייעוץ", "SEL"]
    },
    "canonical_key": "org_shapy"
  },
  {
    "type": "org",
    "label": "מכון יוזמה",
    "description": "מכון מחקר חינוכי ישראלי. עוסק במחקר חינוכי, פיתוח תוכניות חינוכיות, וייעוץ למשרד החינוך. מקדם תוכניות SEL וחינוך רגשי-חברתי.",
    "flags": ["academic", "key_player"],
    "props": {
      "notes": "מכון מחקר חינוכי ישראלי שמפתח תוכניות חינוכיות וממליץ למשרד החינוך. מקדם תוכניות SEL וחינוך רגשי-חברתי",
      "warnings": "",
      "tags": ["מכון מחקר", "חינוך", "SEL", "מחקר"]
    },
    "canonical_key": "org_yozma_institute"
  },
  {
    "type": "org",
    "label": "מכון מופת",
    "description": "מכון מחקר והכשרה חינוכי ישראלי. עוסק בהכשרת מורים, פיתוח תוכניות חינוכיות, ומחקר חינוכי. מקושר למשרד החינוך ולמוסדות אקדמיים.",
    "flags": ["academic"],
    "props": {
      "notes": "מכון מחקר והכשרה חינוכי ישראלי. עוסק בהכשרת מורים ופיתוח תוכניות חינוכיות",
      "warnings": "",
      "tags": ["מכון מחקר", "הכשרת מורים", "חינוך"]
    },
    "canonical_key": "org_mofet_institute"
  },
  {
    "type": "org",
    "label": "משרד החינוך",
    "description": "המשרד הממשלתי האחראי על מערכת החינוך בישראל. קובע מדיניות חינוכית, מפתח תוכניות לימודים, ומנהל את מערכת החינוך הציבורית.",
    "flags": ["key_player"],
    "props": {
      "notes": "המשרד הממשלתי האחראי על מערכת החינוך בישראל. קובע מדיניות חינוכית ומפתח תוכניות לימודים",
      "warnings": "",
      "tags": ["ממשלתי", "חינוך", "מדיניות"]
    },
    "canonical_key": "org_education_ministry"
  },
  {
    "type": "org",
    "label": "אוניברסיטת בן גוריון",
    "description": "אוניברסיטה מחקרית ישראלית בנגב. מקדמת מחקר חינוכי, תוכניות אקדמיות, ושיתופי פעולה עם משרד החינוך. פעילה בתחום החינוך והמחקר החינוכי.",
    "flags": ["academic"],
    "props": {
      "notes": "אוניברסיטה מחקרית ישראלית שמקדמת מחקר חינוכי ותוכניות אקדמיות. פעילה בתחום החינוך",
      "warnings": "",
      "tags": ["אוניברסיטה", "מחקר", "חינוך", "אקדמיה"]
    },
    "canonical_key": "org_ben_gurion_university"
  },
  {
    "type": "org",
    "label": "תוכנית מעוז",
    "description": "תוכנית חינוכית ישראלית שמקדמת חוסן ורווחה רגשית במערכת החינוך. מקושרת למשרד החינוך ולקרנות פילנתרופיות.",
    "flags": ["problematic", "ideology"],
    "props": {
      "notes": "תוכנית חינוכית שמקדמת חוסן ורווחה רגשית במערכת החינוך. מקושרת למשרד החינוך ולקרנות",
      "warnings": "תוכנית בעייתית שמקדמת ערכים אידאולוגיים במסווה של טיפול רגשי",
      "tags": ["תוכנית", "חוסן", "רווחה רגשית"]
    },
    "canonical_key": "org_maoz_program"
  },
  {
    "type": "term",
    "label": "פדגוגיה ביקורתית",
    "description": "גישה חינוכית שמבוססת על התיאוריה הביקורתית. מתמקדת בביקורת על מבני כוח בחברה ובחינוך. מקודמת על ידי חוקרים אקדמיים ומוסדות חינוך.",
    "flags": ["problematic", "ideology", "academic"],
    "props": {
      "notes": "גישה חינוכית שמבוססת על התיאוריה הביקורתית. מתמקדת בביקורת על מבני כוח בחברה ובחינוך. מקודמת על ידי חוקרים אקדמיים",
      "warnings": "גישה בעייתית שמקדמת אידאולוגיה מרקסיסטית במסווה של חינוך ביקורתי",
      "tags": ["מושג", "תיאוריה ביקורתית", "חינוך", "אידאולוגיה"]
    },
    "canonical_key": "term_critical_pedagogy"
  },
  {
    "type": "term",
    "label": "גנוסטוקרטיה",
    "description": "מושג שמתייחס לשליטה על בסיס ידע מוחלט או טענה לידע מוחלט. מתאר מערכת שבה מי שמציג עצמו כבעל ידע מוחלט מקבל סמכות וכוח. מקושר לביקורת על מרקסיזם ותיאוריה ביקורתית.",
    "flags": ["problematic", "ideology"],
    "props": {
      "notes": "מושג שמתייחס לשליטה על בסיס ידע מוחלט. מתאר מערכת שבה מי שמציג עצמו כבעל ידע מוחלט מקבל סמכות וכוח",
      "warnings": "מושג שמתאר בעיה מרכזית בתיאוריה הביקורתית והמרקסיזם - טענה לידע מוחלט כבסיס לכוח",
      "tags": ["מושג", "פילוסופיה", "ביקורת", "מרקסיזם"]
    },
    "canonical_key": "term_gnostocracy"
  },
  {
    "type": "program",
    "label": "אג'נדה 2030",
    "description": "תוכנית גלובלית של האו\"ם לפיתוח בר-קיימא. כוללת 17 יעדים לפיתוח בר-קיימא. משפיעה על מדיניות חינוכית בישראל דרך אונסקו ושיתופי פעולה בינלאומיים.",
    "flags": ["ideology", "key_player"],
    "props": {
      "notes": "תוכנית גלובלית של האו\"ם לפיתוח בר-קיימא. משפיעה על מדיניות חינוכית בישראל דרך אונסקו",
      "warnings": "",
      "tags": ["תוכנית", "או\"ם", "פיתוח בר-קיימא", "מדיניות"]
    },
    "canonical_key": "program_agenda_2030"
  },
  {
    "type": "program",
    "label": "תוכנית EACH",
    "description": "תוכנית חינוכית ישראלית שמתמקדת בחינוך רגשי-חברתי. חלק מתוכניות SEL שמקודמות במערכת החינוך בישראל. מקושרת למשרד החינוך ולקרנות פילנתרופיות.",
    "flags": ["problematic", "ideology"],
    "props": {
      "notes": "תוכנית חינוכית שמתמקדת בחינוך רגשי-חברתי. חלק מתוכניות SEL שמקודמות במערכת החינוך",
      "warnings": "תוכנית בעייתית שמקדמת ערכים אידאולוגיים במסווה של חינוך רגשי",
      "tags": ["תוכנית", "SEL", "חינוך רגשי", "חינוך חברתי"]
    },
    "canonical_key": "program_each"
  },
  {
    "type": "term",
    "label": "רווחה רגשית",
    "description": "מושג שמתייחס לרווחה רגשית ונפשית של תלמידים. מקודם במערכת החינוך כחלק מתוכניות SEL וחינוך רגשי-חברתי. יש ביקורת על השימוש בו ככלי נורמטיבי-ערכי.",
    "flags": ["problematic", "ideology"],
    "props": {
      "notes": "מושג שמתייחס לרווחה רגשית ונפשית של תלמידים. מקודם במערכת החינוך כחלק מתוכניות SEL",
      "warnings": "מושג בעייתי שמשמש לקידום ערכים אידאולוגיים במסווה של טיפול רגשי",
      "tags": ["מושג", "SEL", "רווחה", "רגשי"]
    },
    "canonical_key": "term_emotional_wellbeing"
  },
  {
    "type": "concept",
    "label": "תיאוריה ביקורתית",
    "description": "זרם פילוסופי ואקדמי שמבוסס על המרקסיזם והביקורת על החברה הקפיטליסטית. משפיע על תחומי מחקר רבים כולל חינוך. מקודם על ידי חוקרים אקדמיים ומוסדות חינוך.",
    "flags": ["problematic", "ideology", "academic"],
    "props": {
      "notes": "זרם פילוסופי ואקדמי שמבוסס על המרקסיזם והביקורת על החברה הקפיטליסטית. משפיע על תחומי מחקר רבים כולל חינוך",
      "warnings": "זרם בעייתי שמקדם אידאולוגיה מרקסיסטית במסווה של ביקורת אקדמית",
      "tags": ["תיאוריה", "מרקסיזם", "פילוסופיה", "ביקורת"]
    },
    "canonical_key": "concept_critical_theory"
  },
  {
    "type": "term",
    "label": "דיאגנוסטיקה מול גנוסטיקה",
    "description": "הבחנה בין ידע דיאגנוסטי (ידע מבוסס ראיות ובדיקה) לבין גנוסטיקה (טענה לידע מוחלט או מיסטי). משמש לביקורת על גישות שמקדמות טענה לידע מוחלט כבסיס לסמכות.",
    "flags": ["academic"],
    "props": {
      "notes": "הבחנה בין ידע דיאגנוסטי (ידע מבוסס ראיות ובדיקה) לבין גנוסטיקה (טענה לידע מוחלט או מיסטי)",
      "warnings": "",
      "tags": ["מושג", "פילוסופיה", "אפיסטמולוגיה", "ביקורת"]
    },
    "canonical_key": "term_diagnostics_vs_gnostics"
  },
  {
    "type": "org",
    "label": "האקדמיה הישראלית הלאומית למדעים",
    "description": "המוסד האקדמי העליון בישראל. מייצג את הקהילה המדעית בישראל ומשפיע על מדיניות מחקר וחינוך. מקושר למשרד החינוך ולמוסדות אקדמיים.",
    "flags": ["academic", "key_player"],
    "props": {
      "notes": "המוסד האקדמי העליון בישראל. מייצג את הקהילה המדעית בישראל ומשפיע על מדיניות מחקר וחינוך",
      "warnings": "",
      "tags": ["אקדמיה", "מדע", "מחקר", "מדיניות"]
    },
    "canonical_key": "org_israel_academy_sciences"
  },
  {
    "type": "person",
    "label": "צבי שלם",
    "description": "חוקר ופילוסוף ישראלי. עוסק בביקורת על התיאוריה הביקורתית, המרקסיזם, והפדגוגיה הביקורתית. כותב על גנוסטוקרטיה, דיאגנוסטיקה מול גנוסטיקה, והשפעת אידאולוגיות על החינוך.",
    "flags": ["academic"],
    "props": {
      "notes": "חוקר ופילוסוף ישראלי שעוסק בביקורת על התיאוריה הביקורתית והמרקסיזם. כותב על גנוסטוקרטיה והשפעת אידאולוגיות על החינוך",
      "warnings": "",
      "tags": ["חוקר", "פילוסוף", "ביקורת", "חינוך"]
    },
    "canonical_key": "person_zvi_shalem"
  }
]






