{"2054": {"name": "הנהגה ירוקה", "org": "חלום חדש בע\"מ", "field": "חברתי - ערכי", "summary": "תכנית 'הנהגה ירוקה' מובילה ערכי קיימות בבית הספר ומעבירה הלאה את הידע הנרכש בשכבות השונות בביה\"ס. התכנית פועלת לעורר מודעות וזיקה בקרב הנוער לערכים סביבתיים, חברתיים ואישיים באזור מגוריהם, תוך הקניית כלים פרקטיים, טכניקות עבודה ומיומנויות לעבודת צוות. התכנית מוכרת במסגרת השלמת 60 שעות \"מעורבות חברתי", "schools": 11, "num_cities": 3}, "1878": {"name": "חינוך למיניות נבונה (\"מין חינוך שכזה\")", "org": "תהודה הכשרה והעשרה בע\"מ (חל\"צ)", "field": "חברתי - ערכי", "summary": "\"מין חינוך שכזה\" הינה תכנית חינוכית הוליסטית שמטרתה להביא לידי מודעות, גישה חיובית למיניות בריאה יחד עם שינוי בתפיסות מיניות פוגעניות. התוכנית דוגלת בדיאלוג עם בני נוער, הורים וצוותים חינוכיים בנושאים המשויכים למיניות נבונה. בין התכנים-הכרות עם נושא המיניות מהאספקט הפיזי, החברתי והרגשי, מאפייני גיל ", "schools": 43, "num_cities": 5}, "1102": {"name": "התנהגות מינית אחראית (סדנאות הוועד למלחמה באיידס)", "org": "הוועד למלחמה באיידס", "field": "לימודי", "summary": "התכנית עוסקת במגוון סוגיות ותכנים הקשורות למיניות: דרכי הדבקה ומניעת הדבקה ב-HIV ומחלות מין, אחריות מינית ושוויון בין המגדרים ביחסי מין, שימוש נכון בקונדום והחשיבות בבדיקות HIV  ומחלות מין, כל זאת תוך שימת דגש על החשיבות שמין יתקיים בהסכמה מלאה ומתוך בשלות רגשית. בפעילות ההסברה משולב סיפור אישי של א", "schools": 22, "num_cities": 5}, "7646": {"name": "לומדים איך ללמוד ולהצליח! (אסטרטגיות למידה המאה ה-21)", "org": "עדי לבנקו - לומדים אחרת", "field": "לימודי", "summary": "אחד הקשיים המרכזיים של תלמידים הוא להתארגן ללמידה ולדעת כיצד ללמוד. תוכניות של אסטרטגיות למידה מהוות גלגל הצלה לתלמידים בעלי קשיים לימודיים וכלי בעל עוצמה לכלל התלמידים. התכנים השונות פותחו לאחר שנים של עבודה עם תלמידים עם לקויות למידה ותלמידים בעלי קשיים לימודיים אחרים, והם מותאמים ללומד המודרני במ", "schools": 52, "num_cities": 10}, "5974": {"name": "סייף סקול אנליטיקס (Safeschool analytics)", "org": "סייף סקול אנליטיקס בע\"מ", "field": "חברתי - ערכי", "summary": "\"סייף סקול אנליטיקס\" הינו פרויקט משך אשר מעניק כלים ופתרונות שמיטב המומחים מגיעים לבני ובנות הנוער בכדי להמחיש את הסכנות ברשת, שיימינג, אלימות בין בני נוער ונושאים רבים ונוספים מזווית שרק אנשי תוכן למודי ניסיון יכולים להביא. כל זאת נעשה תוך שימוש בקטעי מדיה רלוונטיים מאירועי השעה השומרים את הנערים ו", "schools": 838, "num_cities": 18}, "10661": {"name": "המצפן", "org": "יסוד - עמותה לקידום זכויות יסוד", "field": "חברתי - ערכי", "summary": "חינוך לזכויות יסוד וזכויות ילדים: מהם זכויות יסוד? מהם הגבולות של זכויות היסוד? מהם הערכים המאפשרים מימוש הזכויות והאיזונים ביניהם בחברה דמוקרטית?\nהלמידה מתבצעת בדרך חוויתית וכוללת משחקים, תרגילים ודיונים. התלמידים יילמדו לעשות שימוש בכלי חשיבה ייחודי, 'המצפן', מבוסס חשיבה טיעונית, שבאמצעותו ילמדו כ", "schools": 17, "num_cities": 4}, "971": {"name": "אני יכול להצליח (א.י.ל) ביסודי", "org": "אוניברסיטת רייכמן (חל\"צ)", "field": "רווחתי - רגשי", "summary": "תוכנית אני יכול.ה להצליח (א.י.ל) לבתי הספר היסודיים (א-ו) הינה תוכנית למידה רגשית חברתית (SEL) שמטרתה לקדם תפקוד לימודי, רגשי וחברתי באמצעות טיפוח מיומנויות SEL כגון מודעות עצמית, ניהול עצמי, מודעות חברתית, מיומנויות בינאישיות וקבלת החלטות אחראית ומושכלת. התוכנית מבוססת על ידע מחקרי-יישומי עדכני בתח", "schools": 23, "num_cities": 2}, "5915": {"name": "יסודות", "org": "יסוד - עמותה לקידום זכויות יסוד", "field": "חברתי - ערכי", "summary": "תוכנית 'יסודות' הינה תוכנית של עמותת יסוד שתכליתה לקדם ידע ומימוש זכויות אדם; זכויות אדם כמביאות לידי ביטוי עקרון הומניסטי שלכל אדם יש זכויות באשר הוא אדם. הנחת המוצא של התוכנית מבוססת על התפיסה כי ילדים ובני נוער שווי זכויות נדרשים לידע על זכויותיהם ולהבנה על האיזון בין זכויות אלו, כחלק מהחינוך לחי", "schools": 5, "num_cities": 1}, "1545": {"name": "המעורר - תוכנית לפיתוח אחריות ומעורבות בקרב תלמידים", "org": "יסודות לצמיחה דרור", "field": "חברתי - ערכי", "summary": "למידה על תופעות שונות בחברה הישראלית, ויצירת זיקה בין האתגרים של החברה לבין התלמידים. מתן דימוי לשינויים שבני נוער יכולים ליצור ומקומות שבני הנוער יכולים להיות אחראיים עליהם. עידוד התלמידים לפעול לשינוי החברה לאור ערכיהם ואמונתם. \nהתוכנית מעודדת שיח ערכי בין התלמידים ומפגישה לסמינרים, סיורים וימי עי", "schools": 43, "num_cities": 8}, "10197": {"name": "דיאלוג חינוכי פרטני ברוח משנתו הדו-שיחית של בובר", "org": "דרור - בתי חינוך ע\"ש גימנסיה דרור - החלוץ", "field": "חברתי - ערכי", "summary": "מפגש חינוכי אישי קבוע ומתמשך של איש/אשת חינוך עם תלמיד/ה יכול וצריך להיות חוויה מעניקת ערך ובעלת פוטנציאל לשינוי דרמטי בחיי התלמיד/ה.\nהנושאים המרכזיים אותם נלמד הם: הכרות עם סגולותיו של המפגש האישי והשפעותיו הפוטנציאליות בתחומי הערך העצמי, היכולות החברתיות והלמידה; על היות דמות מבוגר/ת משמעותי/ת בחי", "schools": 3, "num_cities": 1}, "26307": {"name": "דמויות מופת - גיבורות תרבות (תכנית לעידוד קריאה והכרת נשיפם פורצות דרך )", "org": "שביט או.אס בע\"מ", "field": "חברתי - ערכי", "summary": "\" דמויות מופת \" הינה תכנית חדשנית ופורצת דרך להכרת נשים שעשו היסטוריה פרצו דרך  לעולמות המדע - התרבות - האמנות והחברה . \nהתכנית הינה תכנית חוויתית המשלבת את עולם הקריאה, לימוד המושגים והקשרם  בפועלה של הדמות, וכן ערכים שונים .\nיצירת חיבור בין עולם הספרות בסדרת \" דמויות מופת \" לערכים הנלמדים במסגרת ב", "schools": 7, "num_cities": 2}, "1502": {"name": "אלימות מינית - חינוך והסברה", "org": "מרכז סיוע לנפגעות תקיפה מינית ואונס (קרית", "field": "חברתי - ערכי", "summary": "מחלקת חינוך והסברה במרכז סיוע לנפגעות תקיפה מינית ואונס גילן-גולן, מציעה תכניות הסברה ומניעה בנושא של אלימות מינית על רבדיה השונים לילדים ולנוער, הורים וצוותי חינוך בחינוך הפורמלי והבלתי פורמלי. התכניות מותאמות למסגרת, לגיל ולצרכים המיוחדים של כל מסגרת על מנת לתת מענה מדוייק עד כמה שאפשר ולהעלות את ", "schools": 4, "num_cities": 1}, "15286": {"name": "ספורט בקהילה - החלוץ (בונים קהילה דרך הספורט)", "org": "יסודות לצמיחה דרור", "field": "חברתי - ערכי", "summary": "פעילות הספורט היא דרך נהדרת לתת כלים רבים להמשך החיים.  דרך הספורט, הילד מבין ומפתח יכולות אישיות וחברתיות עמוקות שיהיו לו לכלי עזר בחייו מחוץ למשחק ובהמשך חייו כבוגר. הדגש של התכנית הינו בניית הקהילה סביב ודרך קבוצות הספורט, שילוב ההורים בפעילות הקבוצה, עשייה חברתית בקהילה, התנדבות ומחוייבות אישית ", "schools": 19, "num_cities": 4}, "1459": {"name": "אשכולות חשיבה", "org": "אשכולות חשיבה ישראל בע\"מ", "field": "לימודי", "summary": "תכנית המפתחת ומשפרת מיומנויות למידה, חשיבה וכישורי חיים באמצעות משחק ולימוד חווייתי, תוך התאמה לצרכיו של הלומד. הבסיס הרעיוני הייחודי של תכנית אשכולות מבוסס על התפיסה שמשחקי חשיבה מהווים כלי סימולטיבי רב עוצמה התורם לשיפור המיומנויות הקוגניטיביות, להעמקת המודעות לתהליכי החשיבה ולהתמודדות טובה יותר ע", "schools": 37, "num_cities": 5}, "5964": {"name": "שפיץ לבני נוער - תכנית העצמה אישית וקבוצתית", "org": "קריבוס אור", "field": "חברתי - ערכי", "summary": "תכנית \"שפיץ לבני נוער\" הינה תכנית ייחודית המסייעת למשתתפים בה לזהות את הייחודיות שלהם בקבוצת השווים, לבנות זהות עצמית חזקה, לזהות את חזקותיהם ולעורר השראה בקרב הסובבים אותם. התכנית עושה שימוש בתרגילים והתנסויות מחיי היומיום, קביעת מטרות ולקיחת אחריות. התכנית מפתחת מסוגלות עצמית וחברתית, נוסחת בהם אמ", "schools": 5, "num_cities": 4}, "2039": {"name": "להוביל לשינוי: התמודדות חינוכית עם גזענות (השתלמויות וסדנאות - האגודה לזכויות האזרח)", "org": "האגודה לזכויות האזרח בישראל", "field": "חברתי - ערכי", "summary": "תוכנית המיועדת לצוותים החינוכיים, וכוללת סדרת סדנאות למורים/ות להקניית כלים תיאורטיים ומעשיים להתמודדות חינוכית עם גזענות בכיתה ובבית הספר. גזענות היא תופעה מורכבת וטעונה. היא עולה לכותרות במקרים קיצוניים, אך קיימת גם באופן יום-יומי, לעיתים מוסווה, ויש לה השלכות קשות על חייהם של אנשים ועל אופייה של ", "schools": 1, "num_cities": 1}, "1160": {"name": "מין שיח שכזה (מסל''ן)", "org": "\"מסל\"ן - מרכז סיוע לנשים - נגב\"", "field": "חברתי - ערכי", "summary": "במסגרת התכנית תינתן הסברה בנושאים הקשורים במניעת אלימות מינית, כגון: לחץ חברתי, אלימות מינית במרחב הווירטואלי, חיזור אלים, זוגיות בריאה וקשר בטוח. \nמחלקת חינוך, מניעה והסברה במסל''ן, עוסקת בהעלאת המודעות לתופעות האלימות והאלימות המינית הנפוצות בכל רבדי החברה, מפתחת ומנגישה לקהלים השונים כלים ומיומנו", "schools": 6, "num_cities": 3}, "865": {"name": "בארי", "org": "מכון שלום הרטמן", "field": "חברתי - ערכי", "summary": "תוכנית בארי הינה תוכנית להתחדשות לימודי תרבות ישראל בבתי ספר ממלכתיים ולהעמקת זהות יהודית-ישראלית מגוונת ופלורליסטית. התוכנית מתבססת על מקורות יהודיים קלאסיים, על יצירות עבריות מודרניות ועל עיסוק בסוגיות רלוונטיות לחיים בישראל. כמו כן, התוכנית פועלת לקידום לימודי היהדות והציונות, להעמקת הידע ותחושת ", "schools": 18, "num_cities": 4}, "1852": {"name": "מעבדה לחדשנות חינוכית", "org": "ערי חינוך בע\"מ", "field": "אחר", "summary": "תכנית שפותחה על ידי ארגון ערי חינוך ובנויה על המודל הבין לאומי של -innovation-lab, לפיתוח ויישום גישות חדשניות במערכת החינוך. כל מפגש מעבדה מורכב מארבעה חלקים עיקריים: שיח להעמקת ההיכרות (לשיתוף לגבי תוצאות הניסויים שהתקיימו מאז המפגש הקודם ולעבודה בשיטת SML) ; השראה - מומחי דעת מגיעים כדי להרצות על", "schools": 6, "num_cities": 1}, "1121": {"name": "ביחד בהסכמה (זוגיות התבגרות והתמודדות עם אלימות מינית)", "org": "מרכז סיוע לנפגעות אונס ותקיפה מינית- חיפה", "field": "חברתי - ערכי", "summary": "התכנית כוללת סדנאות והרצאות  לבני נוער, להורים ולאנשי חינוך וטיפול  בנושאים שוויון בין המינים, זוגיות בגיל העשרה ומניעת אלימות ואלימות מינית.\nהתכנית מאופיינת בעבודה חוייתית באמצעות דיונים, פעילות יצירה, צפייה בסרטים, מתן ביטוי לתפיסות ולעמדות המשתתפים/ות, תוך הנחייה מקצועית של מנחים  ממרכז סיוע לנפג", "schools": 34, "num_cities": 1}, "1592": {"name": "לגעת בזה- חינוך מגדרי ולמיניות בריאה", "org": "יסודות לצמיחה דרור", "field": "חברתי - ערכי", "summary": "\"לגעת בזה\" הינה תכנית לבני נוער בנושא מיניות ומגדר שעוברת בתהליכי אורך, כל מפגש באורך של 90 דקות, בקבוצות נפרדות של בנים ובנות. מטרת התכנית היא להפוך את השיח על מיניות עם בני הנוער לפתוח, בריא וחיובי. כל זאת, בתוך מציאות שבה הם נחשפים לאלפי דימויי מיניות ומגדר פוגעניים ומעוותים בפרסומות, בסרטים, בתכ", "schools": 20, "num_cities": 5}, "1382": {"name": "חלוץ חינוכי (פיתוח מנהיגות חינוכית בפריפריה)", "org": "המכון הדמוקרטי - חברה וחינוך (ע\"ר)", "field": "אחר", "summary": "תכנית זו מקדמת ומפתחת שדירת מנהיגות חינוכית בבתי ספר בפריפריה החברתית והגיאוגרפית של ישראל.  התכנית פועלת לאיתור ולהכשרת אנשי חינוך לתפקידי מנהיגות בבתי הספר בפריפריה. התכנית כוללת קליטת מורים איכותיים ויזמיים המהווים סוכני שינוי ; בנית ויישום מודל חדשני ייחודי בביה\"ס ; קבלת ליווי אישי ע\"י מנחה מטעם", "schools": 52, "num_cities": 3}, "927": {"name": "מצמיחים - להפחתת אלימות בבתי הספר", "org": "מצמיחים -  המרכז להפחתת אלימות בבתי הספר", "field": "חברתי - ערכי", "summary": "התוכנית כוללת סדרת מפגשים סדנאיים חווייתיים שמטרתם לשקף את המצב החברתי בכיתה ולקיים שיח חברתי- רגשי עמוק. הסדנאות יתקיימו בחלוקת הכיתה לשתי קבוצות על מנת לאפשר לילדים מאותרים בכיתה להתאמן במרחב החברתי ולבוא לידי ביטוי בהיקף מאפשר יותר וגם כדי לקדם את הסביבה הכיתתית כמכילה ועונה על צרכיהם. תוך כדי הפ", "schools": 348, "num_cities": 16}, "22604": {"name": "יזמות מגדר ומיניות בריאה - ד\"ר אדוה ברקוביץ' רומנו (הדרכות ופיתוח מיזמים חינוכיים בנושא מגדר ומיניות)", "org": "ד\"ר אדוה ברקוביץ'-רומנו", "field": "חברתי - ערכי", "summary": "התכנית עוסקת במגדר ומיניות בריאה ומעניקה חשיבה ביקורתית, מודעות אישית, מיומנויות וכלים לתלמידות/ים ולצוותים לחיי היום יום ולפיתוח יוזמות בתחומים אלה.", "schools": 2, "num_cities": 1}, "1795": {"name": "אל הנפש- ידידות טורונטו", "org": "ידידות טורונטו", "field": "רווחתי - רגשי", "summary": "כאשר ילדים ובני נוער המתמודדים עם קשיים רגשיים זוכים למענה רגשי הולם בשלבים המוקדמים של גילוי הקושי וכאשר הצוותים החינוכיים בבתי הספר מוכשרים בזיהוי ואיתור ילדים אלו ומקבלים כלים לשילוב מיטיבי שלהם בכיתה, הרי שהטיפול יכול לסייע משמעותית בהתמודדות ומניעת מצבי סיכון וקשיי תפקוד בעתיד.\nתכנית \"אל הנפש\" ", "schools": 30, "num_cities": 3}, "7618": {"name": "זרעים של מודעות", "org": "גלי ברוורמן", "field": "אחר", "summary": "זרעים של מודעות הינה תכנית ייחודית ואפקטיבית ללמידה בדרך קלה ופשוטה על עולמנו הפנימי וכיצד להתנהל בתוכו. היא מביאה לשיפור הביטחון ותחושת הערך העצמי של המורים והתלמידים, דרך הקניית כלים פרקטיים רבים המשפרים את היכולת לתקשורת רגשית, לקבלת החלטות, להתמודדות עם מחסומים, קונפליקטים, פחדים ואמונות מגבילות", "schools": 1, "num_cities": 1}}